// import carniz from "./Images/payments_1.jpg";
// import plintus from "./Images/payments_2.jpg";
// import molding from "./Images/payments_3.jpg";
// import gibpl from "./Images/payments_4.jpg";
// import gibkar from "./Images/payments_5.jpg";
// import kley from "./Images/payments_6.jpg";

// const products = [
//   {
//     id: "1",
//     title: "Карнизы",
//     price: "от 100",
//     description: "Купить карнизы из полиуретана в Москве",
//     image: carniz,
//     about:
//       "Бренды: Evroplast, Декор Дизайн, Ultrawood, Перфект Плюс, Перфект, Декомастер,Hiwood",
//   },
//   {
//     id: "2",
//     title: "Плинтусы",
//     price: "от 100",
//     description: "Купить плинтусы из полиуретана в Москве",
//     image: plintus,
//     about: "Бренды: Evroplast, Декор Дизайн, Ultrawood, Перфект Плюс, Перфект, Декомастер,Hiwood",
//   },
//   {
//     id: "3",
//     title: "Молдинги",
//     price: "от 100",
//     description: "Купить молдинги из полиуретана в Москве",
//     image: molding,
//     about: "Бренды: Evroplast, Декор Дизайн, Ultrawood, Перфект Плюс, Перфект, Декомастер,Hiwood",
//   },
//   {
//     id: "4",
//     title: "Гибкие плинтусы",
//     price: "от 100",
//     description: "Купить гибкие плинтусы из полиуретана в Москве",
//     image: gibpl,
//     about: "Бренды: Evroplast, Декор Дизайн, Ultrawood, Перфект Плюс, Перфект, Декомастер,Hiwood",
//   },
//   {
//     id: "5",
//     title: "Гибкие Карнизы",
//     price: "oт 100",
//     description: "Купить карнизы из полиуретана в Москве",
//     image: gibkar,
//     about: "Описание товара 5",
//   },
//   {
//     id: "6",
//     title: "Клей",
//     price: "oт 100",
//     description: "Купить клей для лепнины в Москве",
//     image: kley,
//     about: "Бренды: Evroplast, Декор Дизайн, Ultrawood, Перфект Плюс, Перфект, Декомастер,Hiwood",
//   },

// ];

// export default products;

import paradise from "./ImagesTurs/Paradise.jpeg";
import orange from "./ImagesTurs/Orange.jpeg";
import diveilnd from "./ImagesTurs/DaveIlend.jpeg";
import daiving from "./ImagesTurs/Diving.jpeg";
import homedelphin from "./ImagesTurs/HomeDelphin.jpeg";
import showdelphin from "./ImagesTurs/ShowDelphin.jpeg";
import paraselling from "./ImagesTurs/Paraselling.jpeg";
import seascope from "./ImagesTurs/RoyalSeascope.jpeg";
import supersafary from "./ImagesTurs/SuperSafari.jpeg";
import safary from "./ImagesTurs/Safari.jpeg";
import famalysafary from "./ImagesTurs/FamaliSafari.jpeg";
import horse from "./ImagesTurs/Horse.jpg";
import luxor from "./ImagesTurs/Luxor.jpeg";
import cairo from "./ImagesTurs/Cairo.jpeg";

const products = [
  {
    id: "1",
    title: "Остров Paradise",
    price: "22",
    description: "Экскурсия на остров Парадайз из Хургады",
    image: paradise,
    about:
      "Утром в 9-00 отплываете на яхте из Хургады. Делаете остановки в открытом море, где плаваете с маской и ластами на коралловом рифе, а так же катаетесь на надувном банане и таблетке. Далее высаживаетесь на остров Парадайз, для отдыха и плавания с берега. После отдыха на острове возвращаетесь на яхту и обедаете. В 16:30 возвращаетесь в Хургаду.",
    inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии. \n* В стоимость входит использование шезлонгов и зонтов на острове Парадайз. \n* В море выдают снаряжение для снорклинга — маска, ласты, трубка и спасательный жилет. \n* На яхте работает опытный снорклинг гид. \n* В стоимость входит обед, безалкогольные напитки на яхте и катание на надувном банане и таблетке.",
  },

  {
    id: "2",
    title: "Остров Orange Bay",
    price: "23",
    description: "Экскурсия на Оранжевый остров из Хургады",
    image: orange,
    about:
      "Утром в 9-00 отплываете на яхте из Хургады. Делаете остановки в открытом море, где плаваете с маской и ластами на коралловом рифе, а так же катаетесь на надувном банане и таблетке. Далее высаживаетесь на Оранжевый остров, для отдыха и плавания с берега. После отдыха на острове возвращаетесь на яхту и обедаете. В 16:30 возвращаетесь в Хургаду.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии. \n* В стоимость входит использование шезлонгов и зонтов на Оранжевом острове. \n* В море выдают снаряжение для снорклинга — маска, ласты, трубка и спасательный жилет. \n* На яхте работает опытный снорклинг гид. \n* В стоимость входит обед, безалкогольные напитки на яхте и катание на надувном банане и таблетке.",
  },
  {
    id: "3",
    title: "Дайвинг + Остров",
    price: "30",
    description: "Дайвинг и экскурсия на остров из Хургады",
    image: diveilnd,
    about:
      "Утром в 9-00 отплываете на яхте из Хургады. В открытом море погружаетесь с аквалангом. Далее посещаете остров Orange Bay или Paradise. После плавания обедаете на яхте. Далее катаетесь на банане и таблетке, отдыхаете. В 17-00 возвращаетесь в Хургаду.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии. \n* В стоимость входит использование шезлонгов и зонтов на Оранжевом острове. \n* В стоимость входит одно погружение с аквалангом. \n* В море выдают снаряжение для снорклинга — маска, ласты, трубка и спасательный жилет. \n* На яхте работает опытный дайвинг-гид. \n* В стоимость входит обед, безалкогольные напитки на яхте и катание на надувном банане и таблетке.",
  },
  {
    id: "4",
    title: "Дайвинг",
    price: "27",
    description: "Дайвинг в Хургаде",
    image: daiving,
    about:
      "Утром в 9-00 отплываете на яхте из Хургады и в открытом море делаете два погружения на глубину до 10 метров по 10-15 минут. После погружений плаваете с маской и ластами на коралловом рифе, обедаете и отдыхаете на яхте. В 15:00 возвращаетесь в Хургаду.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии. \n* В стоимость входит снаряжение для дайвинга, два погружения на глубину до 10 метров  . \n* В море выдают снаряжение для снорклинга — маска, ласты, трубка и спасательный жилет. \n* На экскурсии работает русскоговорящий дайвинг-инструктор. \n* В стоимость входит обед, безалкогольные напитки на яхте.",

  },
  {
    id: "5",
    title: "Дом дельфинов",
    price: "22",
    description: "Дельфины в Красном море",
    image: homedelphin,
    about:
      "Утром в 9-00 отплываете на яхте из Хургады к месту обитания больших стай дельфинов. Делаете остановку в море и плаваете на коралловом рифе. Вероятность появления дельфинов составляет 80-90%. После плавания, делаете еще остановки на коралловых рифах и купаетесь. После купания обедаете на яхте. В 15:30 возвращаетесь в Хургаду.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* В море выдают снаряжение для снорклинга — маска, ласты, трубка и спасательный жилет. \n* На яхте работает опытный снорклинг гид. \n* В стоимость входит обед, безалкогольные напитки на яхте.",
      
  },
  {
    id: "6",
    title: "Шоу дельфинов",
    price: "oт 12",
    description: "Поездки в дельфинарий в Хургаде",
    image: showdelphin,
    about:
      "Вы выезжаете в дельфинарий в Хургаде и смотрите шоу с дельфинами. При желании после шоу, за отдельную плату, плаваете с дельфинами.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* В стоимость входят входные билеты на шоу-программу.",
  },
  {
    id: "7",
    title: "Парасейлинг",
    price: "15",
    description: "Парасейлинг в Хургаде",
    image: paraselling,
    about:
      "В открытом море, на высоте птичьего полета, летите на парашюте, который буксирует катер. На парашюте летаете в одиночку или с напарником (два человека 25$). Для катания специальные навыки не нужны.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* Полет на парашюте до 7 минут. ",
  },
  {
    id: "8",
    title: "Лодка Sea Scope",
    price: "11",
    description: "Экскурсия на яхте Батискаф",
    image: seascope,
    about:
      "На яхте, у которой дно опущено на 4 метра под воду, отправляетесь к коралловому рифу. Через большие панорамные окна наблюдаете за морскими обитателями Красного моря.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.",
  },
  {
    id: "9",
    title: "Супер сафари",
    price: "17",
    description: "Сафари в Египте из Хургады",
    image: supersafary,
    about:
      "В 11:30 выезжаете из Хургады на базу в пустыне, где катаетесь на квадроциклах и спортивном автомобиле багги. Далее на джипах едете в деревню бедуинов. В деревне катаетесь на верблюдах, дегустируете бедуинский чай и лепешки. Далее возвращаетесь на базу и ужинаете. После ужина смотрите вечернюю шоу-программу — танец живота Беллиданс, национальный танец с юбками Танура и факир-шоу.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* На экскурсии работает русскоговорящий гид-инструктор. \n* В стоимость входит катание на квадроциклах, багги, джипе, верблюдах, ужин, напитки и вечерняя шоу-программа.",
  },
  {
    id: "10",
    title: "Сафари",
    price: "",
    description: "Сафари на 3 часа в Египте из Хургады",
    image: safary,
    about:
      "В 8:00 выезжаете из Хургады на базу в пустыне. Въезд на бедуинскую станцию ​​на пляжном багги — 50 км. Поездка на верблюде обратно и бедуинский чай.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* На экскурсии работает русскоговорящий гид-инструктор.",
  },
  {
    id: "11",
    title: "Семейное сафари",
    price: "15",
    description: "Семейное сафари на 3 часа в Египте из Хургады",
    image: famalysafary,
    about:
      "В 8:00 выезжаете из Хургады на базу в пустыне, где катаетесь на квадроциклах и спортивном автомобиле багги. Далее на джипах едете в деревню бедуинов. В деревне катаетесь на верблюдах, дегустируете бедуинский чай и лепешки. Далее возвращаетесь на базу",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* На экскурсии работает русскоговорящий гид-инструктор. \n* В стоимость входит катание на квадроциклах, багги, джипе, верблюдах. ",
  },
  {
    id: "12",
    title: "Экскурсия на лошадях",
    price: "15",
    description: "Катание на лошадях в Хургаде",
    image: horse,
    about:
      "После инструктажа катаетесь верхом вдоль моря, фотографируетесь и купаетесь в море с лошадкой.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии.  \n* В стоимость входит часовая прогулка на лошади.",
  },
  {
    id: "13",
    title: "Луксор",
    price: "50",
    description: "Экскурсия в Луксор из Хургады",
    image: luxor,
    about:
      "Рано утром выезжаете из Хургады, путь до Луксора, с остановками, занимает 4,5 часа. Во время поездки посещаете: Карнакский храмовый комплекс, аллею сфинксов и статую жука-скарабея. Карнакский храм — крупнейшим храмовым комплексом в мире под открытым небом, колонный зал которого включает в себя 134 колонны высотой 16 метров. Переправляетесь на лодке на другой берег Нила. Обедаете — шведский стол. Посещаете Храм царицы Хатшепсут. Погребальный храм единственной женщины фараона в скале. Останавливаетесь для фото у Колоссов Мемнона, 2 статуи, высотой 21 метр. Посещаете фабрику изделий из камня. Вечером возвращаетесь в Хургаду.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии на комфортабельном автобусе  \n* На экскурсии работает русскоговорящий гид-профессионал. \n* В стоимость входит обед, входные билеты по программе и пересечение Нила на лодке.",
  },
  {
    id: "14",
    title: "Пирамиды в Каир",
    price: "50",
    description: "Экскурсия на пирамиды в Каир из Хургады",
    image: cairo,
    about:
      "Ночью выезжаете из Хургады, путь до Каира, с остановками, занимает 7 часов. Во время поездки посещаете Египетский национальный музей. 2-этажное здание, в котором 160 тысяч экспонатов — украшения и саркофаги, античные статуи и мумии, папирусы и погребальные маски. Некоторым экспонатам 5000 лет. Обедаете — шведский стол. Посещаете пирамиды и сфинкса на плато Гиза. Посещение — это билет на территорию с пирамидами, прогулка рядом с ними на расстоянии вытянутой руки, возможно прикоснуться. Осмотр пирамид будет снаружи, спуск только в одну маленькую пирамиду жены Хеопса. Пирамида Хеопса — 7 чудо света, высотой с 40 этажный дом. Длина статуи Сфинкса — 72 метра. Посещаете фабрику масел. Поздно вечером возвращаетесь в отель в Хургаде.",
      inprice:
      "* Трансфер забирает из отеля в Хургаде и привозит обратно после экскурсии на комфортабельном автобусе  \n* На экскурсии работает русскоговорящий гид-профессионал. \n* В стоимость входит обед.",
  },
];

export default products;
